Repository: OpenMediaVault-Plugin-Developers/openmediavault-wol
Catalog: usr/share/openmediavault/locale/*/openmediavault-wol.po
Languages: cs_cz, da_da, fr, gl, hu_hu, it_it, nl_nl, ru_ru

source: Create
hu_hu: Létrehozás
nl_nl: Aanmaken
ru_ru: Создать

source: Created system.
hu_hu: Rendszer létrehozva.
nl_nl: Systeem aanmaken.
ru_ru: Созданная система.

source: Device
hu_hu: Eszköz
nl_nl: Apparaat
ru_ru: Устройство

source: Edit
hu_hu: Szerkesztés
nl_nl: Bewerken
ru_ru: Редактировать

source: Edit system.
hu_hu: Rendszer szerkesztése.
nl_nl: Systeem bewerken.
ru_ru: Редактировать систему.

source: IP Address
cs_cz: IP adresa
da_da: IP adresse
fr: Adresse IP
gl: Enderezo IP
hu_hu: IP-cím
it_it: Indirizzo IP
nl_nl: IP-adres
ru_ru: IP-адрес

source: IP address
hu_hu: IP-cím
nl_nl: IP-adres
ru_ru: IP-адрес

source: If a time in the past is selected, 24 hours will automatically be added
hu_hu: Ha a múltbeli időpont kerül kiválasztásra, automatikusan hozzáadódik 24 óra.
nl_nl: Als er een tijd in het verleden wordt geselecteerd, wordt er automatisch 24 uur toegevoegd
ru_ru: Если выбрано время в прошлом, автоматически добавляются 24 часа

source: Invalid mac address format
hu_hu: Érvénytelen a MAC-cím formátuma
nl_nl: Ongeldig mac-adres formaat
ru_ru: Неверный формат mac-адреса

source: MAC Address
cs_cz: MAC adresa
da_da: MAC adresse
fr: Adresse MAC
gl: Enderezo MAC
hu_hu: MAC-cím
it_it: Indirizzo MAC
nl_nl: MAC-adres
ru_ru: MAC-адрес

source: MAC address
hu_hu: MAC-cím
nl_nl: MAC-adres
ru_ru: MAC-адрес

source: Name
cs_cz: Název
da_da: Navn
fr: Nom
gl: Nome
hu_hu: Név
it_it: Nome
nl_nl: Naam
ru_ru: Имя

source: No - Don't suspend. Sets RTC wakeup time only.
cs_cz: Žádný – ponechat stroj v chodu a pouze pro příště nastavit čas probouzení z jeho vestavěných hodin (RTC).
da_da: Nej - Luk ikke. Indstil kun RTC wakeup tid.
fr: Non - Ne pas suspendre. Définit l'heure de réveil de l'horloge temps réel (RTC) uniquement.
gl: Non - Non poñer en suspensión. Establecer só o tempo de activación RTC.
hu_hu: Nincs – Nincs hibernálás. Csak az RTC ébresztési idő kerül beállításra.
it_it: No - Non sospendere. Imposta solamente la sveglia RTC.
nl_nl: Nee - Geen slaapstand. Stelt alleen de RTC-wake-uptijd in.
ru_ru: Нет. Не приостанавливать. Задает только время пробуждения RTC.

source: On - Don't suspend but read RTC device until alarm time appears. This mode is useful for debugging.
cs_cz: Zapnuto – ponechat stroj v chodu a jen hlídat, až časovač RTC vyvolá buzení. Tento režim slouží pro účely ladění.
da_da: Til - Luk ikke med læs RTC enheder indtil alarmtid fremkommer. Denne tilstand er brugbar til debugging.
fr: Activer - Ne pas suspendre mais lit l’horloge temps réel (RTC) jusqu'à ce que l'heure d'alarme apparaisse. Ce mode est utile pour le débogage.
gl: Acender - Non poñer en suspensión mais ler o dispositivo RTC ata que apareza a hora de alarma. Este modo é útil para a depuración.
hu_hu: Bekapcsolva – Nincs hibernálás, azonban az RTC-eszköz olvasásra kerül az ébresztési idő bekövetkeztéig. Ez a mód nagyon hasznos hibakeresésre.
it_it: Attivo - Non sospendere ma leggi il dispositivo RTC finché non compare l'allarme temporizzato. Questa modalità è utile per il debugging.
nl_nl: Aan - Geen slaapstand maar RTC-apparaat lezen totdat alarmtijd verschijnt. Deze modus is handig voor foutopsporing.
ru_ru: Вкл. - Не приостанавливать, а считывать устройство RTC до тех пор, пока не появится время сигнала. Этот режим полезен для отладки.

source: Packet has been sent.
hu_hu: A csomag el lett küldve.
nl_nl: Pakket is verzonden.
ru_ru: Пакет отправлен.

source: Poweroff - ACPI state S5
cs_cz: Úplně vypnout – ACPI stav S5
da_da: Luk Ned - ACPI tilstand S5
fr: Éteindre - Statut ACPI S5
gl: Apagar - Estado ACPI S5
hu_hu: Kikapcsolás – S5-ös ACPI-állapot
it_it: Spegni - stato ACPI S5
nl_nl: Uitschakelen - ACPI-staat S5
ru_ru: Выключение - состояние ACPI S5

source: Scan
cs_cz: Vyhledat
fr: Scanner
gl: Examinar
hu_hu: Letapogatás
it_it: Scansione
nl_nl: Scannen
ru_ru: Сканирование

source: Scan ...
hu_hu: Letapogatás…
nl_nl: Scannen…
ru_ru: Сканирование ...

source: Scan complete.
hu_hu: A letapogatás elkészült.
nl_nl: Scan voltooid.
ru_ru: Сканирование завершено.

source: Scanning ...
hu_hu: Letapogatás…
nl_nl: Scannen…
ru_ru: Сканирование ...

source: Schedule rtcwake
hu_hu: Rtcwake időzítése
nl_nl: Rtcwake plannen
ru_ru: Расписание rtcwake

source: Schedule rtcwake ...
hu_hu: Rtcwake időzítése…
nl_nl: Rtcwake plannen…
ru_ru: Расписание rtcwake ...

source: Send
cs_cz: Probuď
fr: Envoyer
gl: Enviar
hu_hu: Küldés
it_it: Invia
nl_nl: Versturen
ru_ru: Послать

source: Send packet
hu_hu: Csomag küldése
nl_nl: Pakket versturen
ru_ru: Отправить пакет

source: Sending packet ...
hu_hu: Csomag küldése…
nl_nl: Pakket versturen…
ru_ru: Отправка пакета ...

source: Standby - ACPI state S1
cs_cz: Pohotovostní režim – ACPI stav S1
da_da: Standby - ACPI tilstand S1
fr: Suspendre - État ACPI S1
gl: Espera - Estado ACPI S1
hu_hu: Készenléti állapot – S1-es ACPI-állapot
it_it: Standby - Stato ACPI S1
nl_nl: Sluimerstand - ACPI-staat S1
ru_ru: Режим ожидания - состояние ACPI S1

source: Standby hour
hu_hu: Készenléti óra
nl_nl: Sluimerstand uur
ru_ru: Час ожидания

source: Standby minute
hu_hu: Készenléti perc
nl_nl: Sluimerstand minuut
ru_ru: Минута ожидания

source: Standby mode
hu_hu: Készenléti állapot
nl_nl: Sluimerstandmodus
ru_ru: Режим ожидания

source: Suspend-to-Disk - ACPI state S4
cs_cz: Uspat na disk – ACPI stav S4
da_da: Dvale - ACPI tilstand S4
fr: Mise en veille prolongée - État ACPI S4
gl: Suspender a disco - Estado ACPI S4
hu_hu: Hibernálás – S4-es ACPI-állapot
it_it: Suspend-to-Disk - Stato ACPI S4
nl_nl: Slaapstand - ACPI-staat S4
ru_ru: Сохранить на диск - состояние ACPI S4

source: Suspend-to-RAM - ACPI state S3
cs_cz: Uspat do paměti – ACPI stav S3
da_da: Slumre - ACPI tilstand S3
fr: Mise en veille - État ACPI S3
gl: Suspender a RAM - Estado ACPI S3
hu_hu: Felfüggesztés – S3-as ACPI-állapot
it_it: Suspend-to-RAM - Stato ACPI S3
nl_nl: Hybride slaapstand - ACPI-staat S3
ru_ru: Сохранить на диск - состояние ACPI S3

source: n/a
hu_hu: nincs
nl_nl: n.v.t.

source: Add system
cs_cz: Přidat počítač
da_da: Tilføj system
fr: Ajouter un système
gl: Engadir un sistema
it_it: Aggiungi sistema

source: Are you sure you want to enter standy mode?
cs_cz: Opravdu chcete tento stroj s OpenMediaVault uvést do zvoleného pohotovostního režimu?
da_da: Er du sikker på, at du vil gå i standby tilstand?
fr: Êtes-vous sûr de vouloir passer en mode veille ?
gl: Confirma que quere entrar en modo de espera?
it_it: Sei sicuro di voler entrare in standby?

source: Confirmation
cs_cz: Potvrzení
da_da: Bekræftelse
gl: Confirmación
it_it: Conferma

source: Edit system
cs_cz: Upravit počítač
da_da: Rediger system
fr: Éditer un système
gl: Editar o sistema
it_it: Modifica sistema

source: Entering standby mode...
cs_cz: Přechod do pohotovostního režimu…
da_da: Går i standby tilstand...
fr: Entrée en mode veille ...
gl: Entrando en modo de espera...
it_it: Attivazione modalità standby ...

source: Rtcwake
cs_cz: Probouzení tohoto stroje s OpenMediaVault ve stanovený čas (Rtcwake) a volba pohotovostního režimu
fr: Réveil distant
gl: ActivaciónRTC

source: Scanning network for systems to add...
cs_cz: Hledání počítačů na síti pro následné přidání…
da_da: Scanner netværk efter systemer, der kan tilføjes
fr: Balayage du réseau pour ajouter les systèmes
gl: Examinado a rede na busca de sistemas que engadir...
it_it: Scansione della rete per nuovi sistemi da aggiungere ...

source: Settings
cs_cz: Nastavení
da_da: Indstillinger
fr: Paramètres
gl: Axustes
it_it: Impostazioni

source: Standby
cs_cz: Uvést do zvoleného pohotovost. režimu
fr: Suspendre
gl: Espera

source: Standby Mode
cs_cz: Volba režimu pohotovosti:
da_da: Standby Tilstand
fr: Mode veille
gl: Modo de espera
it_it: Modalità di standby

source: Standby Time
cs_cz: Probudit v:
da_da: Standby Tid
fr: Heure de veille
gl: Tempo de espera
it_it: Tempo di standby

source: Systems
cs_cz: Počítače
da_da: Systemer
fr: Systèmes
gl: Sistemas
it_it: Sistemi

source: WOL
cs_cz: Pohotovostní režim a (i WoL) probouzení
fr: Réveil par le réseau

source: Please select a network adapter from the dropdown.
fr: Veuillez sélectionner une carte réseau dans la liste déroulante.
